alefragnani.project-manager
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
foxundermoon.shell-format
GitHub.copilot
Gruntfuggly.todo-tree
marvhen.reflow-markdown
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
redhat.vscode-yaml
redlin.remove-tabs-on-save
ribragimov.tabster
ryanluker.vscode-coverage-gutters
streetsidesoftware.avro
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vscode-icons-team.vscode-icons
VSpaceCode.whichkey
waderyan.gitblame
znck.grammarly
