alefragnani.project-manager
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
donjayamanne.githistory
foxundermoon.shell-format
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
marvhen.reflow-markdown
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.sublime-keybindings
redhat.vscode-yaml
redlin.remove-tabs-on-save
ryanluker.vscode-coverage-gutters
seyyedkhandon.firacode
streetsidesoftware.avro
streetsidesoftware.code-spell-checker
tal7aouy.icons
vscode-icons-team.vscode-icons
vspacecode.whichkey
waderyan.gitblame
znck.grammarly
